Используя бота «Rin», вы соглашаетесь со следующими условиями.

1. Использование сервиса:
Бот предоставляется «как есть» для развлекательных целей. Вы соглашаетесь не использовать бота для рассылки спама, нарушения правил Discord или любой другой незаконной деятельности.

2. Ограничение ответственности:
Мы не несем ответственности за любой ущерб, возникший в результате использования или невозможности использования бота.

3. Изменения:
Мы оставляем за собой право в любое время изменять эти условия. Обо всех изменениях мы будем сообщать в официальном канале.
